# tap
tap "homebrew/cask"

# brew
brew "bat"
brew "curl"
brew "exa"
brew "fzf"
brew "git"
brew "gitmoji"
brew "jq"
brew "mas"
brew "starship"
brew "stow"
brew "tree"
brew "vim"
brew "wget"
brew "zsh"

# cask
cask_args appdir: "/Applications"
cask "dropbox"
cask "google-chrome"
cask "google-japanese-ime"
cask "firefox"
cask "notion"
cask "raycast"
cask "slack"
cask "visual-studio-code"
cask "warp"
cask "zoom"

# mas
mas "Xcode", id: 497799835
