# tap
tap "homebrew/cask"

# brew
brew "bat"
brew "curl"
brew "exa"
brew "fd"
brew "fzf"
brew "git"
brew "ghq"
brew "jq"
brew "mas"
brew "mise"
brew "neovim"
brew "openjdk"
brew "peco"
brew "ripgrep"
brew "stow"
brew "tree"
brew "vim"
brew "wget"
brew "zsh"
brew "zoxide"

# cask
cask_args appdir: "/Applications"
cask "dropbox"
cask "google-chrome"
cask "brave-browser"
cask "firefox"
cask "notion"
cask "raycast"
cask "slack"
cask "visual-studio-code"
cask "warp"
cask "zoom"
