# tap
tap "homebrew/cask"

# brew
brew "bat"
brew "curl"
brew "exa"
brew "fzf"
brew "git"
brew "gitmoji"
brew "jq"
brew "mas"
brew "nodebrew"
brew "starship"
brew "stow"
brew "tree"
brew "vim"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"

# cask
cask_args appdir: "/Applications"
cask "cheatsheet"
cask "clipy"
cask "deepl"
cask "dropbox"
cask "google-chrome"
cask "notion"
cask "skype"
cask "slack"
cask "visual-studio-code"
cask "zoom"

# mas
mas 'Kindle', id: 405399194
mas "Xcode", id: 497799835