CoenraadS.bracket-pair-colorizer
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.vscode-mysql
GitHub.github-vscode-theme
hediet.vscode-drawio
mhutchie.git-graph
MS-CEINTL.vscode-language-pack-ja
msjsdiag.debugger-for-chrome
ritwickdey.LiveServer
vscode-icons-team.vscode-icons
